<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'MakeProductItem' => 'MakeProductItem',
    ],
    'fields' => [
        'sku.product.name' => '产品名称',
        'sku.product.unit.name' => '单位',
        'sku.product.type_str' => '类型',
        'sku.attr_value_ids_str' => '属性',
        'percent' => '含绒量',
        'standard_str' => '检验标准',
        'cost_price' => '成本价格',
        'should_num' => '计划入库',
        'actual_num' => '实际入库',
        'position.name' => '库位',
        'batch_no' => '批次号',
    ],
    'options' => [
    ],
];
