<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'SaleOutItem' => 'SaleOutItem',
    ],
    'fields' => [
        'sku.product.name' => '产品名称',
        'sku.product.unit.name' => '单位',
        'sku.product.type_str' => '类型',
        'sku.attr_value_ids_str' => '属性',
        'percent' => '含绒量',
        'standard_str' => '检验标准',
        'sku_stock_num' => '库存参考',
        'should_num' => '要货数量',
        'actual_num' => '销售数量',
        'price' => '销售价格',
    ],
    'options' => [
    ],
];
