<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'StatementOrder' => '结算单',
    ],
    'fields' => [
        'order_no' => '单号',
        'created_at' => '业务日期',
        'category_str' => '费用分类',
        'apply_user.name' => "审批人",
        'should_amount' => '应付金额',
        'actual_amount' => '实付金额',
        'discount_amount' => '优惠金额',
        'company_name' => '公司名称',
        'other' => '备注',
    ],
    'options' => [
    ],
];
