<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'StatementItem' => 'StatementItem',
    ],
    'fields' => [
        'cost_order.order_no' => '相关订单',
        'order_amount' => '订单金额',
        'already_actual_amount' => '已付款金额',
        'already_discount_amount' => '已优惠金额',
        'should_amount' => '本次应付金额',
        'discount_amount' => '本次优惠金额',
        'actual_amount' => '本次付款金额',
    ],
    'options' => [
    ],
];
