<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'StockHistory' => '库存往来',
    ],
    'fields' => [
        'balance_num' => '结余库存',
        'batch_no' => '批次号',
        'cost_price' => '成本价格',
        'flag' => '出入库标志',
        'in_num' => '入库数量',
        'in_position_id' => '入库位置',
        'in_price' => '入库价格',
        'init_num' => '期初库存',
        'out_num' => '出库数量',
        'out_position_id' => '出库位置',
        'out_price' => '出库价格',
        'sku_id' => 'sku_id',
        'type' => '业务类型',
        'user_id' => '操作用户',
        'with_order_no' => '相关单号',
    ],
    'options' => [
    ],
];
